energy.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
  <meta charset="utf-8" />
  <meta name="generator" content="pandoc" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=yes" />
  <meta name="author" content="by C.H." />
  <title>Anthropology of Energy: Literatures</title>
  <!--[if lt IE 9]>
  <![endif]-->
</head>
<body>
<header id="title-block-header">
<h1 class="title">Anthropology of Energy: Literatures</h1>
<p class="author">by C.H.</p>
</header>
<div id="content">
<div id="table-of-contents">
<h2 id="table-of-contents">Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf97e3ce">1. Beginnings</a>
<ul>
<li><a href="#org34cafa0">1.1. <em>Theory</em>: The Evolution of Culture</a>
<ul>
<li><a href="#org7431244">1.1.1. Leslie White (1900–1975)</a></li>
<li><a href="#orgdd63f5d">1.1.2. Julian Steward</a></li>
</ul></li>
</ul></li>
<li><a href="#orgdbbf085">2. References</a></li>
</ul>
</div>
</div>
<div id="table-of-contents">
<h2 id="table-of-contents-1">Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgf97e3ce">1. Beginnings</a>
<ul>
<li><a href="#org34cafa0">1.1. <em>Theory</em>: The Evolution of Culture</a></li>
</ul></li>
<li><a href="#orgdbbf085">2. References</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgf97e3ce" class="outline-2">
<h2 id="orgf97e3ce"><span class="section-number-2">1</span> Beginnings</h2>
<div id="text-1" class="outline-text-2">

</div>
<div id="outline-container-org34cafa0" class="outline-3">
<h3 id="org34cafa0"><span class="section-number-3">1.1</span> <em>Theory</em>: The Evolution of Culture</h3>
<div id="text-1-1" class="outline-text-3">

</div>
<div id="outline-container-org7431244" class="outline-4">
<h4 id="org7431244"><span class="section-number-4">1.1.1</span> Leslie White (1900–1975)</h4>
<div id="text-1-1-1" class="outline-text-4">
<ul>
<li>Energy anthropology, or the anthropology of energy, is usually said to have originated with Leslie @white:1943aa.
<ul>
<li>White was a forceful proponent of the centrality of energy in human affairs. He saw energy as a prime mover and way of explaining what happens in human life, and especially in the evolution of human societies and culture.</li>
<li>In <em><a href="https://drive.google.com/a/yale.edu/file/d/1IBbgdYjSuw2rpzJN77Fvstf2pNoCJnI0/view?usp=drivesd">Energy and the Evolution of Culture</a></em> he modeled an mode of anthropological theorizing that he hoped would show cultural anthropology to be, at base, a natural science.
<ul>
<li>"The purpose of culture is to serve the needs of man… by drawing upon resources within the human organism alone….. [and] by drawing upon the resources of the external world" \cite*[335]{white:1943aa}.</li>
<li>His argumentation was mathematical in its rhetoric.
<ul>
<li>White isolated constants and variables, arguing that it was with the variables we should be concerned should we want to understand the "material, mechanical means with which man exploits the resources of nature" @white:1943aa.
<ul>
<li>"…the satisfaction of human needs from the 'inner resources' may be regarded as a constant, the satisfaction of needs from the outer resources a variable" [@white:1943aa p. 336].</li>
<li>"…we may regard the human race… as a constant…"</li>
<li>"…we may regard habitat as a constant…"</li>
</ul></li>
</ul></li>
</ul></li>
<li>Of the <em>variables</em> -— that is, those aspects of human existence which change, as opposed to those that don't -— White listed three, each turning on energy:
<ol>
<li>The <em>amount of energy per capita per unit</em> of time harnessed and put to work within the culture,</li>
<li>The technological <em>means</em> with which this energy is expended</li>
<li>The human need-serving <em>product that accrues</em> from the expenditure of energy.</li>
</ol></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgdd63f5d" class="outline-4">
<h4 id="orgdd63f5d"><span class="section-number-4">1.1.2</span> Julian Steward</h4>
</div>
</div>
</div>
<div id="outline-container-orgdbbf085" class="outline-2">
<h2 id="orgdbbf085"><span class="section-number-2">2</span> References</h2>
<div id="text-2" class="outline-text-2">
<ul>
<li>All referenced documents can be found in <a href="https://drive.google.com/drive/folders/11VAyGIgfx7l57NQRRElpLsyMr8lY4bqq?usp=sharing">this archive</a>.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>Date: 2019-02-08</p>
<p>Author: by C.H.</p>
<p>Created: 2019-02-07 Thu 02:17</p>
<p><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
